[IRI_ThrowPipeBomb X2AbilityTemplate]
LocFriendlyName="Throw Pipe Bomb"
LocLongDescription="Throw a remote-detonated Pipe Bomb."
LocHelpText="Throw a remote-detonated Pipe Bomb."

[IRI_DetonatePipeBomb X2AbilityTemplate]
LocFriendlyName="Detonate Pipe Bombs"
LocLongDescription="Detonate previously thrown Pipe Bombs."
LocHelpText="Detonate previously thrown Pipe Bombs."
LocFlyOverText="Detonation!"

[IRI_PipeBombExplosion X2AbilityTemplate]
LocFriendlyName="Detonate Pipe Bombs"
LocLongDescription="Detonate previously thrown Pipe Bombs."
LocHelpText="Detonate previously thrown Pipe Bombs."

[IRI_PipeBomb_T1 X2GrenadeTemplate]
FriendlyName="Pipe Bomb"
FriendlyNamePlural="Pipe Bombs"
BriefSummary="A remote-detonated improvised explosive device."
TacticalText="A remote-detonated improvised explosive device. <br/><Bullet/> Throwing a Pipe Bomb doesn't break concealment, but detonating it does. <br/><Bullet/> Several Pipe Bombs can be detonated at the same time.<br/><Bullet/> Pipe Bombs cannot be detonated by other explosives. <br/><Bullet/> Pipe Bombs cannot be launched with a Grenade Launcher."
ThrownAbilityName="Throw Pipe Bomb"
ThrownAbilityHelpText="Throw a remote-detonated Pipe Bomb."

[IRI_PipeBomb_T2 X2GrenadeTemplate]
FriendlyName="Advanced Pipe Bomb"
FriendlyNamePlural="Advanced Pipe Bombs"
BriefSummary="A remote-detonated improvised explosive device, improved with a condensed plasma charge."
TacticalText="A remote-detonated improvised explosive device, improved with a condensed plasma charge. <br/><Bullet/> Throwing a Pipe Bomb doesn't break concealment, but detonating it does. <br/><Bullet/> Several Pipe Bombs can be detonated at the same time.<br/><Bullet/> Pipe Bombs cannot be detonated by other explosives. <br/><Bullet/> Pipe Bombs cannot be launched with a Grenade Launcher."
ThrownAbilityName="Throw Pipe Bomb"
ThrownAbilityHelpText="Throw a remote-detonated Pipe Bomb."

[IRI_PipeBomb_T3 X2GrenadeTemplate]
FriendlyName="Superior Pipe Bomb"
FriendlyNamePlural="Superior Pipe Bombs"
BriefSummary="A remote-detonated improvised explosive device, modified with an elerium core warhead."
TacticalText="A remote-detonated improvised explosive device, modified with an elerium core warhead. <br/><Bullet/> Throwing a Pipe Bomb doesn't break concealment, but detonating it does. <br/><Bullet/> Several Pipe Bombs can be detonated at the same time.<br/><Bullet/> Pipe Bombs cannot be detonated by other explosives. <br/><Bullet/> Pipe Bombs cannot be launched with a Grenade Launcher."
ThrownAbilityName="Throw Pipe Bomb"
ThrownAbilityHelpText="Throw a remote-detonated Pipe Bomb."